{
  "name": "Cl茅ment VINCIGUERRA",
  "description": "Ingeniero, Desarrollador y amante de los datos",
  "about": "Ingeniero en telecomunicaciones de formaci贸n, especializado en redes, actualmente trabajo como desarrollador web. Apasionado por la tecnolog铆a, la inteligencia artificial y la optimizaci贸n de procesos, combino mi experiencia t茅cnica con creatividad, aprovechando mis experiencias internacionales para superar constantemente los l铆mites de la innovaci贸n.",
  "skills": [
    {
      "title": " Desarrollo Web Full-Stack",
      "description": "Experiencia en desarrollo front-end, back-end y creaci贸n de APIs. Dominio de tecnolog铆as modernas como React, Node.js y SQL."
    },
    {
      "title": " Dise帽o UX/UI",
      "description": "Dise帽o de interfaces de usuario intuitivas, prototipado, pruebas de interfaz y optimizaci贸n de la experiencia del usuario mediante metodolog铆as centradas en el usuario."
    },
    {
      "title": " Desarrollo de Aplicaciones M贸viles",
      "description": "Desarrollo de aplicaciones m贸viles nativas para iOS y Android, as铆 como soluciones multiplataforma con React Native y Flutter."
    },
    {
      "title": " Gesti贸n Multiling眉e y Comunicaci贸n T茅cnica",
      "description": "Redacci贸n t茅cnica, gesti贸n multiling眉e y traducci贸n de documentos t茅cnicos para una comunicaci贸n eficaz en entornos internacionales."
    },
    {
      "title": " Creaci贸n de Contenidos Digitales",
      "description": "Producci贸n de contenido visual y multimedia, incluyendo fotograf铆a, v铆deo y redacci贸n t茅cnica para reforzar la comunicaci贸n y el compromiso."
    },
    {
      "title": " An谩lisis de Cultura Digital e Interfaces Sociales",
      "description": "An谩lisis de tendencias culturales digitales, desarrollo de interfaces sociales interactivas e integraci贸n de nuevas tecnolog铆as en contextos culturales."
    }
  ],
  "experiences": [
    {
      "date": "Marzo 2024 - Septiembre 2024",
      "title": "Desarrollador Full-Stack Freelance",
      "company": "Freelance - Cali, Colombia",
      "description": "Desarrollo de una aplicaci贸n educativa, optimizaci贸n de sitios de comercio electr贸nico y an谩lisis de datos para el sector de la restauraci贸n."
    },
    {
      "date": "Diciembre 2023 - Marzo 2024",
      "title": "Responsable de Inform谩tica",
      "company": "Bar Restaurante - Quintana Roo, M茅xico",
      "description": "Implementaci贸n y gesti贸n de la red inform谩tica, desarrollo de un sistema de pago diferido seguro y gesti贸n de eventos."
    },
    {
      "date": "Diciembre 2021 - Febrero 2023",
      "title": "Ingeniero de Desarrollo",
      "company": "Sopra Steria - Toulouse, Francia",
      "description": "Desarrollo de una aplicaci贸n de medici贸n satelital, dise帽o de una herramienta web financiera y gesti贸n de datos con Azure SQL."
    },
    {
      "date": "Enero 2021 - Agosto 2021",
      "title": "Ingeniero de Proyecto - Desarrollo",
      "company": "Orange Innovation - Meylan, Francia",
      "description": "Desarrollo de una arquitectura de recopilaci贸n de datos m茅dico-sociales con Android y Django, integrando restricciones de consentimiento."
    },
    {
      "date": "Abril 2020 - Septiembre 2020",
      "title": "Ingeniero de Data Mining - IA",
      "company": "Free Mobile - Montpellier, Francia",
      "description": "Dise帽o de algoritmos de detecci贸n de fraude con TensorFlow y an谩lisis de datos en tiempo real en C."
    },
    {
      "date": "Mayo 2018 - Septiembre 2018",
      "title": "T茅cnico de Mantenimiento Qu铆mico",
      "company": "Air Liquide - Crolles, Francia",
      "description": "Mantenimiento preventivo y correctivo de equipos qu铆micos para STMicroelectronics."
    },
    {
      "date": "Noviembre 2017 - Febrero 2018",
      "title": "T茅cnico en Metrolog铆a y Calificaci贸n de Materiales",
      "company": "Danone (Evian) - Evian-les-Bains, Francia",
      "description": "Pruebas de tracci贸n y compresi贸n en botellas para garantizar la conformidad y durabilidad de los envases."
    }
  ],
  "contactCta": "Cont谩ctame",
  "aboutTitle": "Sobre m铆",
  "skillsTitle": "Habilidades",
  "latestExperiencesTitle": "ltimas experiencias",
  "seeMore": "Ver m谩s",
  "experienceTitle": "Experiencia",
  "servicesTitle": "Mis Servicios",
  "servicesSubtitle": "Ofrezco servicios personalizados adaptados a tus necesidades. 隆Cont谩ctame para hablar de tu proyecto! ",
  "servicesContactText": "驴Interesado en alguno de estos servicios? 隆Hablemos de tu proyecto!",
  "services": [
    {
      "title": "Desarrollo Web",
      "description": "Creaci贸n de sitios modernos, optimizados y responsivos con React.js, Next.js y m谩s."
    },
    {
      "title": "Optimizaci贸n SEO",
      "description": "Mejora del posicionamiento natural (SEO) para aumentar tu visibilidad en Google."
    },
    {
      "title": "Integraci贸n & UI/UX",
      "description": "Dise帽o intuitivo e interfaz cuidada para ofrecer la mejor experiencia de usuario."
    },
    {
      "title": "Automatizaci贸n & Scripts",
      "description": "Desarrollo de scripts y herramientas automatizadas para optimizar tu flujo de trabajo."
    },
    {
      "title": "Consultor铆a T茅cnica",
      "description": "Asesoramiento t茅cnico y acompa帽amiento para tus proyectos web y de software."
    },
    {
      "title": "Despliegue & Hosting",
      "description": "Implementaci贸n y gesti贸n de servidores, cloud y servicios de alojamiento."
    }
  ],
  "contactTitle": "Cont谩ctame",
  "contactText": "驴Quieres hablar de un proyecto o colaborar? Rellena el formulario abajo.",
  "form": {
    "name": "Nombre",
    "email": "E-mail",
    "message": "Tu mensaje",
    "send": "Enviar",
    "success": "隆Mensaje enviado con 茅xito!",
    "error": "Error al enviar el mensaje. Por favor, int茅ntalo de nuevo."
  },
  "nav": {
    "experience": "Mi experiencia",
    "services": "Mis servicios",
    "contact": "Contacto"
  },
  "footer": {
    "copyright": "漏 {{year}} Cl茅ment Vinciguerra. Todos los derechos reservados."
  }
}
